using System;
using System.Collections.Generic;
using System.Text;

namespace SINGHAReport
{
    public enum _singhaReportEnum
    {
        ว่าง,
        GL_สมุดบัญชีแยกประเภทเงินสด,
        GL_สมุดบัญชีแยกประเงินโอน,

        GL_รายงานภาษีหักณที่จ่าย_3,
        GL_รายงานภาษีหักณที่จ่าย_53,

        GL_รายงานภาษีซื้อ,
        GL_รายงานภาษีขาย,
        GL_ข้อมูลรายวัน,

        การ์ดเจ้าหนี้,
        ยอดลูกหนี้คงเหลือ,

        ลูกหนี้คงค้าง,

        รายงานการตัดเช็ค,
        รายงานค่าใช้จ่ายอื่น,
        รายงานสรุปการขายสินค้าตามพนักงานขาย,

        การ์ดสินค้า,
        BankStatement,
        สรุปโหลดสินค้า_รายคลัง,

        รายงานยอดขายรายเดือนตามกลุ่มสินค้า_เทียบปี,
        ยอดลูกหนี้คงเหลือ_ตามระยะเวลาเครดิต


    }
}
